		var books = {
			"0": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"1": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"2": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"3": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"4": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"5": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"6": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"7": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"8": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"9": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"10": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"11": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"12": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"13": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"14": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"15": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"16": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"17": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"18": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"19": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"20": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"21": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"22": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"23": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"24": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"25": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"26": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"27": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"28": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"29": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"30": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"31": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"32": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"33": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"34": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"35": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"36": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"37": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"38": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"39": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"40": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"41": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"42": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"43": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"44": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"45": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"46": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"47": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"48": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			},
			"49": {
				"name": "Книга",
				"author": "Автор",
				"img": "book.jpg",
				"minidescription": "Текст Текст Текст Текст Текст Текст Текст м Текст Текст Текст"
			}
			
		}